/* Error string for OTR message string */
"A private conversation could not be set up." = "Une conversation privée n'a pas pu être établie.";

/* Title for the about page */
"About" = "À propos";

/* Label for button to show version numbers and licenses */
"About This Version" = "À propos de cette version";

/* SSL error message */
"Access denied" = "Accès refusé";

/* The string describing a buddy's account */
"Account" = "Compte";

/* Title for the accounts tab */
"Accounts" = "Comptes";

/* Button title to add someone as a buddy */
"Add" = "Ajouter";

/* The title for the view to add a buddy */
"Add Buddy" = "Ajouter un Contact";

/* Label for button to create account by logging into an existing account */
"Add Existing Account" = "Ajouter un compte existant";

/* String to describe advanced set of settings */
"Advanced" = "Avancés";

/* No comment provided by engineer. */
"Advanced Encryption Settings" = "Paramètres avancés de cryptage";

/* Error string for OTR message string */
"An error occured while encrypting a message and the message was not sent." = "Une erreur est survenue lors du chiffrement d'un message, et ce dernier n'a pas été envoyé.";

/* SSL error message */
"Attempt to restore an unknown session" = "Tentative de restauration d'une session inconnue";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Suppression automatique";

/* Label in buddy list for users that are available */
"Available" = "Disponible";

/* Label in buddy list for users that are away */
"Away" = "Absent";

/* SSL error message */
"Bad certificate format" = "Format du certificat incorrect";

/* SSL error message */
"Bad MAC" = "Mauvaise adresse MAC";

/* SSL error message */
"Bad protocol version" = "Version du protocole incorrecte";

/* SSL error message */
"Bad SSLCipherSuite" = "Problème d'algorithme de chiffrement SSL";

/* SSL error message */
"Bad unsupported cert format" = "Le format du certificat n'est pas supporté";

/* string to describe basic set of settings */
"Basic" = "Simples";

/* username section */
"Basic Setup" = "Configuration de base";

/* Text describing what happens when the user has forgotten the passphrase */
"Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords." = "Comme le contenu de la base de donnée est chiffré avec votre phrase secrète, vous avez perdu l'accès à vos données et vous devez effacer et réinstaller ChatSecure pour continuer. Les gestionnaires de mots de passe comme 1Password ou MiniKeePass peuvent se révéler utile pour générer et stocker des mots de passe robustes.";

/* No comment provided by engineer. */
"Best Available" = "Meilleur disponible";

/* The String for a button to block a buddy */
"Block" = "Bloquer";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Bloquer & Supprimer";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Information du contact";

/* Cancel an alert window */
"Cancel" = "Annuler";

/* Error string for OTR message string */
"Cannot read the received message." = "Impossible de lire le message reçu.";

/* Error string for OTR message string */
"Cannot recognize the type of OTR message received." = "Impossible d'identifier le type de message OTR reçu.";

/* SSL error message */
"Cert chain not verified by root" = "La chaine de certification n'a pas été vérifié par un certificat racine";

/* SSL error message */
"Certificate expired" = "Certificat expiré";

/* SSL error message */
"Certificate revoked" = "Certificat révoqué";

/* SSL error message */
"Chain had a cert not yet valid" = "La chaine de certification n'est pas encore valide";

/* SSL error message */
"Chain had an expired cert" = "La chaine de certification a un certificat expiré";

/* Title for chat view */
"Chat" = "Conversation";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Discute avec moi en toute sécurité";

/* Title for chats view */
"Chats" = "Conversations";

/* Title for ChatSecure Push (this probably doesnt need to be translated) */
"ChatSecure Push" = "ChatSecure Push";

/* let users know source is on Github */
"Check out the source here on Github" = "Examinez le code source sur Github";

/* server selection footer */
"Choose from our list of trusted servers, or use your own." = "Choisissez parmi notre liste de serveurs de confiance ou utilisez le vôtre.";

/* title for server selection screen */
"Choose Server" = "Choisissez le serveur";

/* SSL error message */
"Cipher Suite negotiation failure" = "Échec de négociation des séquences de chiffrement.";

/* Label for text field where you compose a new message */
"Compose" = "Écrire";

/* SSL error message */
"Configuration error" = "Erreur de configuration";

/* String for button to connect connect */
"Connect" = "Connecté";

/* Whether or not account is logged in */
"Connected" = "Connecté";

/* String to state if an account is progress of creating a connection */
"Connecting" = "Connexion en cours";

/* Message shown when connecting to the Tor network */
"Connecting to Tor" = "Connexion à Tor en cours";

/* SSL error message */
"Connection closed gracefully" = "La connexion a été correctement fermée ";

/* SSL error message */
"Connection closed via error" = "La connexion a été fermée suite à une erreur";

/* Copy string to clipboard as in copy and paste */
"Copy" = "Copier";

/* No comment provided by engineer. */
"Could not decrypt database. If the app is not working properly, you may need to delete and reinstall." = "Impossible de déchiffrer la base de données. Si l'application ne fonctionne pas correctement, vous devrez peut-être la supprimer et la réinstaller.";

/* Error message when cannot get public key from SSL certificate */
"Could not retrieve public key from certificate" = "La clef publique n'a pas été trouvée dans le certificat.";

/* No comment provided by engineer. */
"Crash Detected" = "Crash détecté";

/* Title for button to create account */
"Create" = "Créer";

/* Label for button to create a new account via in band registration */
"Create New Account" = "Créer un nouveau compte";

/* Start of sentence that will be followed by names */
"Created by" = "Créé par ";

/* Title for progress of creating a new account */
"Creating Account" = "Création du compte en cours";

/* Place holder label for custom domains */
"Custom" = "Personnalisation";

/* if you want to change your username */
"Customize Username" = "Personnaliser l'utilisateur";

/* No comment provided by engineer. */
"Database Error" = "Erreur de la base de données";

/* SSL error message */
"Decoding error" = "Erreur de décodage";

/* SSL error message */
"Decompression failure" = "Erreur de décompression";

/* SSL error message */
"Decryption error" = "Erreur de déchiffrement";

/* SSL error message */
"Decryption failed" = "Le déchiffrement a échoué";

/* SSL error message */
"Decryption failure" = "Échec du déchiffrement";

/* default string to revert to normal language behaviour */
"Default" = "Défaut";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Effacer ce compte ?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Effacer les conversations lors de la déconnexion";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Reçu";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Ne pas déranger";

/* No comment provided by engineer. */
"Don't change these unless you really know what you're doing. By default we will always select the best available encryption method." = "Ne les changez pas à moins que vous ne sachiez vraiment ce que vous faites. Par défaut, nous sélectionnons toujours la meilleure méthode de cryptage disponible.";

/* Title for donation link */
"Donate" = "Faire un don";

/* Title for button to press when user is finished */
"Done" = "OK";

/* The string describing account name or email address for a buddy */
"Email" = "E-mail";

/* enable permission */
"Enable" = "Activer";

/* button for enabling push messages */
"Enable Push" = "Activer les notifications";

/* button for enabling push messages in iOS system settings */
"Enable Push in Settings" = "Activer les paramètres de notifications";

/* No comment provided by engineer. */
"Enable Tor" = "Activer Tor";

/* Generic title for encryption errors */
"Encryption Error" = "Erreur de chiffrement";

/* The placeholder text for the text field to enter a group chat name or label */
"Enter a group name" = "Entrez un nom de groupe";

/* Title of error message pop-up box */
"Error" = "Erreur";

/* title label for error when creating account */
"Error Creating Account" = "Erreur lors de la création du compte";

/* SSL error message */
"Export restriction" = "Export restreint";

/* Default message when a user status is set to extended away */
"Extended Away" = "Absence prolongée";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Erreur de connexion au serveur XMPP. Veuillez vérifier vos identifiants et votre connexion internet avant de ré-essayer.";

/* SSL error message */
"Fatal alert" = "Alerte fatale";

/* Label for button when you've forgotten the passphrase */
"Forgot Passphrase?" = "Phrase secrète oubliée ?";

/* whether or not we should generate a strong password for them */
"Generate Secure Password" = "Générer un mot de passe sécurisé";

/* Name of popular web based hosting service */
"GitHub" = "GitHub";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* a subtitle label for a group chat */
"Group Chat" = "Group Chat";

/* The title for the view to enter a group chat name or label */
"Group Name" = "Nom du groupe";

/* SSL error message */
"Handshake failure" = "Échec de la négociation";

/* Label for button to open link to translate app */
"Help Translate" = "Aider à traduire";

/* Label for button to hold to record audio */
"Hold to talk" = "Tenir pour parler";

/* Label text for hostname field on login scree */
"Hostname" = "Nom d'Hôte";

/* SSL error message */
"I/O would block (not fatal)" = "E/S bloqués (non fatal)";

/* SSL error message */
"Illegal parameter" = "Paramètre illégal";

/* Label for incoming data transfers */
"Incoming" = "Entrant";

/* Short for information, button title to get more information */
"Info" = "Info";

/* SSL error message */
"Insufficient buffer provided" = "Mémoire tampon fournie insuffisante";

/* SSL error message */
"Insufficient security" = "Sécurité insuffisante ";

/* SSL error message */
"Internal error" = "Erreur interne";

/* SSL error message */
"Invalid certificate chain" = "Chaine du certificat non valide";

/* title label for invalid email */
"Invalid Email" = "E-mail non valide";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* Label for button after to send push notification knock. Like knocking on a door */
"Knock" = "Toc-Toc";

/* Text for label after knock is sent. Like knocking on a door */
"Knock Sent" = "Toc-toc envoyer";

/* string to bring up language selector */
"Language" = "Langue";

/* log in to account */
"Log In" = "Connexion";

/* log out from account */
"Log Out" = "Déconnexion";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Connexion automatique";

/* Title for button to manage ChatSecure Push account */
"Manage ChatSecure Push account" = "Gérer le compte ChatSecure Push";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Gérer les certificats SSL enregistrés";

/* No comment provided by engineer. */
"Me" = "Moi";

/* Error string for OTR message string */
"Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it." = "Le message n'a pas été envoyé parce que votre ami a fermé la conversation privée. Vous devriez soit fermer la connexion, soit la rafraîchir.";

/* microphone permission is disabled */
"Microphone Disabled" = "Microphone désactivé";

/* SSL error message */
"Miscellaneous bad certificate" = "Certificat divers non valide";

/* SSL error message */
"Module attach failure" = "Erreur de l'enregistrement du module";

/* Your QR code */
"My QR Code" = "Mon QR code";

/* The string describing a buddy's display name */
"Name" = "Nom";

/* For a new settings value */
"New" = "Nouveau";

/* Title for New Account View */
"New Account" = "Nouveau Compte";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "Nouveau certificat SSL";

/* Label for button to go to next step */
"Next" = "Suivant";

/* for choosing your XMPP vCard display name */
"Nickname" = "Surnom";

/* SSL error message */
"No Error" = "Pas d'erreur";

/* SSL error message */
"No renegotiation allowed" = "Renégociation non autorisée";

/* Label in buddy list for users that are offline */
"Offline" = "Hors ligne";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Ancien";

/* Label to open link in the chrome web browser */
"Open in Chrome" = "Ouvrir dans Chrome";

/* Label for button to open link in facebook app */
"Open in Facebook" = "Ouvrir dans Facebook";

/* Label for button to open link in twitter app */
"Open in Twitter" = "Ouvrir dans Twitter";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Facultatif";

/* Title for other miscellaneous settings group */
"Other" = "Autre";

/* Error string for OTR message string */
"Our policy requires encryption but we are trying to send an unencrypted message out." = "Vous tentez d'envoyer un message non chiffré alors que les réglages actuels requierent le chiffrement.";

/* Label text for password field on login screen */
"Password" = "Mot de passe";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Le certificat de l'interlocuteur est valide, ou a été ignoré si la vérification est désactivée.";

/* SSL error message */
"Peer dropped connection before responding" = "L'interlocuteur a été déconnecté avant de pouvoir répondre";

/* SSL error message */
"Peer host name mismatch" = "Nom d'hôte de l'interlocuteur non valide";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "En attente d'approbation";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Supprimer définitivement";

/* Label for button to open up photo library and choose photo */
"Photo Library" = "Galerie de photos";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Certificats épinglés";

/* Label for messages that are not encrypted */
"plaintext" = "Texte en clair";

/* No comment provided by engineer. */
"Plaintext (Opportunistic OTR)" = "Texte en clair (OTR opportuniste)";

/* No comment provided by engineer. */
"Plaintext Only" = "Texte en clair uniquement";

/* detail title label for invalid email */
"Please choose a valid email address" = "Veuillez choisir une addresse e-mail valide";

/* Label for port number field for connecting to service */
"Port" = "Port";

/* title for contacts profile view */
"Profile" = "Profil";

/* Title for push-messaging related settings */
"Push" = "Push";

/* Label for qr code image */
"QR code" = "Code QR";

/* Error string for OTR message string */
"Received a general OTR error." = "Erreur OTR générale reçue";

/* Error string for OTR message string */
"Received a heartbeat." = "Signal périodique reçu.";

/* Error string for OTR message string */
"Received an encrypted message but cannot read it because no private connection is established yet." = "Une message chiffré ne pouvant être lu, parce qu'aucune connexion privée n'a encore été établie, a été reçu.";

/* Error string for OTR message string */
"Received an unencrypted message." = "Message non chiffré reçu";

/* Error string for OTR message string */
"Received and discarded a message intended for another instance." = "Un message destiné à une autre instance a été reçu et rejeté.";

/* Error string for OTR message string */
"Received our own OTR messages." = "Vous avez reçu un de vos propres messages OTR.";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Récents";

/* SSL error message */
"Record overflow" = "Débordement de l'enregistrement";

/* Button title to reject a request such as a buddy request */
"Reject" = "Rejeter";

/* Label for instruction to delete current recording */
"Release to delete" = "Libérer pour supprimer";

/* Label for instruction to send current audio */
"Release to send" = "Libérer pour envoyer";

/* Label for switch to save passphrase */
"Remember Passphrase" = "Se souvenir de la phrase secrète";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Se souvenir du mot de passe";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Supprimer";

/* No comment provided by engineer. */
"Removed By Server" = "Effacer du serveur";

/* Reply to an incoming message */
"Reply" = "Répondre";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Obligatoire";

/* Label for button to resend message. */
"Resend" = "Renvoyer";

/* Ttitle for alert view to resend a message */
"Resend Message" = "Renvoyer le message";

/* Describe what resending will do the %@ will be replaced withe the method OTR/OMEMO/Plaintext */
"Resending this message will use %@." = "Le renvoi de ce message utilisera %@.";

/* Label for text input for XMPP resource */
"Resource" = "Ressource";

/* Title for button for saving a setting */
"Save" = "Enregistrer";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Certificats enregistrés";

/* Label for sharing via QR Code */
"Scan QR" = "Scan QR";

/* Label for text field where you search for a buddy */
"Search" = "Rechercher";

/* Title heading in settings */
"Security" = "Sécurité";

/* Title of alert box warning about security issues */
"Security Warning" = "Avertissement de sécurité";

/* The placeholder text in the chat view where the message should go */
"Send %@ encrypted message" = "Envoyer %@ message chiffré";

/* String on button to email feedback */
"Send Feedback" = "Envoyer des commentaires";

/* The placeholder text in the chat view where the message should go */
"Click here to type something..." = "Envoyer message en clair";

/* Label text for when a transfer is in progress (normally followed by a percent value 34%) */
"Sending" = "Envoi";

/* Error string for OTR message string */
"Sent a heartbeat." = "Signal périodique envoyé.";

/* server selection section title */
"Server" = "Serveur";

/* SSL error message */
"Server closed session with no notification" = "La session a été fermée par le serveur sans notice.";

/* SSL error message */
"Server has requested a client cert" = "Le serveur requiert le certificat client";

/* Title for the Settings screen */
"Settings" = "Réglages";

/* Title for sharing a link to the app */
"Share" = "Partager";

/* Label for inviting friends via URL */
"Share Invite" = "Partager Invitation";

/* No comment provided by engineer. */
"Show Advanced Encryption Settings" = "Afficher les paramètres avancés de cryptage";

/* toggle switch for show advanced */
"Show Advanced Options" = "Montrer les options avancées";

/* title label for signing up for a new account */
"Sign Up" = "S'inscrire";

/* Label for button to skip this step */
"Skip" = "Passer";

/* A placeholder for a buddy's username like Someone wants to chat. */
"Someone" = "Quelqu'un";

/* SSL error message */
"SSL protocol error" = "Erreur du protocole SSL";

/* Label for button to take a photo from camera */
"Take Photo" = "Prendre une photo";

/* No comment provided by engineer. */
"The app crashed last time it was launched. Send a crash report?" = "L'application s'est écrasée la dernière fois qu'elle a été lancée. Envoyer un rapport d'incident?";

/* Error string for OTR message string */
"The message received contains malformed data." = "Le message reçu contient des données malformées.";

/* Error string for OTR message string */
"The previous message was resent." = "Le message précédent a été envoyé de nouveau.";

/* Error message for when in band registration is not supported */
"The XMPP server does not support in-band registration" = "Le serveur XMPP ne supporte pas l'enregistrement en ligne.";

/* basic setup selection footer */
"Think of a unique nickname that you don't use anywhere else and doesn't contain personal information." = "Pensez à un surnom unique que vous n'utilisez pas ailleurs et qui ne contient pas d'informations personnelles.";

/* Error message when trying to make a purchase but payments haven't been set up yet */
"This device doesn't seem to be configured to make payments." = "Cet appareil ne semble pas configuré pour effectuer des paiements.";

/* Error message description */
"This message was received from an untrusted device." = "Ce message a été reçu d'un périphérique non approuvé.";

/* Error message description */
"This message was sent to an untrusted device." = "Ce message a été envoyé à un périphérique non approuvé.";

/* microphone permission is disabled */
"To use this feature you must re-enable microphone permissions." = "Pour utiliser cette fonctionnalité, vous devez réactiver les autorisations du microphone.";

/* Message for warning about using tor network */
"Tor is an experimental feature, please use with caution." = "Tor est une fonctionnalité non éprouvée, soyez prudent lors de son utilisation.";

/* Name of the popular social tweeting site */
"Twitter" = "Twitter";

/* Title for error message */
"Unable to Send Message" = "Impossible d'envoyer le message";

/* SSL error message */
"Underlying cryptographic error" = "Erreur cryptographique sous-jacente";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Entrée inattendue (ignorée) dans DTLS";

/* SSL error message */
"Unexpected message received" = "Un message inattendu a été reçu";

/* SSL error message */
"Unknown Cert Authority" = "Autorité de certification inconnue";

/* SSL error message */
"Unknown certificate" = "Certificat inconnu";

/* Describes an error without a known cause */
"Unknown Error" = "Erreur inconnu";

/* Label for button to unlock app */
"Unlock" = "Déverrouiller";

/* shown when invite QR code doesnt work */
"Unrecognized Invite Format" = "Format d'invitation non reconnu";

/* Title for error message */
"Untrusted Device" = "Appareil non approuvé";

/* SSL error message */
"User canceled" = "Utilisateur annulé";

/* Example of a username using the words user and example */
"user@example.com" = "utilisateur@exemple.com";

/* Label text for username field on login screen */
"Username" = "Identifiant";

/* SSL error message */
"Valid cert chain, untrusted root" = "Le certificat est valide, mais pas la racine.";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Le certificat est valide.";

/* To let the user know the fingerprint as been checked */
"Verified" = "Vérifié";

/* Shown when verifying fingerprints */
"Verify" = "Vérifier";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Vérification d'empreinte";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Version";

/* The label for a button to view the buddy profile */
"View Profile" = "Voir le profil";

/* Describe how to change a contact's device settings */
"View profile to review contact's devices or change encryption settings." = "Afficher le profil pour examiner les périphériques de contact ou modifier les paramètres de cryptage.";

/* Label text for when a transfer has not started yet */
"Waiting" = "Attendre";

/* This string follows a user's dislplay name or username ex Bob wants to chat. */
"wants to chat." = "Veut discuter";

/* help text for password generator */
"We can automatically generate you a secure password. If you choose your own, make sure it's a unique password you don't use anywhere else." = "Nous pouvons automatiquement vous générer un mot de passe sécurisé. Si vous choisissez le vôtre, assurez-vous qu'il s'agit d'un mot de passe unique que vous n'utilisez pas ailleurs.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this account." = "Nous n'avons pas trouvé de périphériques de confiance pour ce compte.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this contact." = "Nous n'avons pas trouvé de périphériques de confiance pour ce contact.";

/* actionsheet for showing uservoice feedback service */
"Would you like to connect to UserVoice to send feedback?" = "Se connecter à UserVoice pour partager un avis ?";

/* Title for xmpp accounts that connect through the Tor network */
"XMPP + Tor" = "XMPP + Tor";

/* String used when onboarding works */
"You're ready to use" = "Vous êtes prêt à l'utiliser";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "Votre donation permettra de continuer le développement de ChatSecure.";

/* Text that describes what remembering your passphrase does */
"Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history." = "Votre mot de passe sera stocké dans le porte-clef iOS de cet appareil uniquement, et sera protégé seulement par votre phrase secrète ou votre code confidentiel. Cependant, il ne sera pas sauvegardé lors d'une sauvegarde/restauration via iTunes, donc ne l'oubliez pas ou vous risquez de perdre votre historique des conversations.";

